Repository: YazanFarrah/anime_app
Catalog: lib/l10n/app_*.arb
Languages: ar

# language
source: English
ar: اللغه

source: Dark Mode
ar: الوضع المطلم

source: Log out
ar: تسجيل الخروج

source: About
ar: معلومات

source: Add Post
ar: اضافه منشور

source: Log in
ar: تسجيل الدخول

# proceedToLogin
source: Now proceed to login!
ar: !سجل الدخول الآن

source: Sign up
ar: انشاء حساب

# newUser
source: Don't have an account?
ar: لا يوجد لديك حساب؟

# oldUser
source: Already have an account?
ar: لديك حساب بالفعل؟

# signUpBtn
source: Sign up
ar: انشاء حساب

# usernameEmailText
source: Username or email
ar: ادخل ايميل او اسم المستخدم

# plsEnterPass
source: Please enter your password
ar: الرجاء ادخال كلمه المرور

# confirmPassword
source: Enter your password
ar: تأكيد كلمة المرور

# validPassword
source: Password must be 8-20 letters at least 1 number and 1 symbol
ar: يجب أن تتكون كلمة المرور من ٨ إلى ٢٠ حرفًا و على الأقل رقم واحد ورمز واحد

# passdontMatch
source: Passwords do not match!
ar: كلمات السر لا تتطابق

# plsEnteremail
source: Please enter email or username
ar: الرجاء ادخال الايميل او اسم المستخدم

source: Username
ar: اسم المستخدم

source: Email
ar: الايميل

# validEmail
source: Enter valid email
ar: ادخل بريد إلكتروني صالح

# validUsername
source: Enter username with at least 4 characters
ar: ادخل اسم مستخدم صالح من ٤ احرف على الاقل

source: Birthday
ar: عيد الميلاد

# enterPassword
source: Enter your password
ar: ادخل كلمه المرور

# forgotPass
source: Forgot Password?
ar: نسيت كلمه المرور؟

# createPass
source: Now create your password!
ar: !أنشئ كلمه المرور

# createPassScreen
source: Create your password
ar: أنشئ كلمة مرور

# ageInvalid
source: You must be at least 13 years old', 'Warning
ar: يجب أن يكون عمرك ١٣ عامًا على الأقل

source: Warning
ar: تحذير

source: Account created!
ar: تم إنشاء الحساب

# loginWithsameInfo
source: Login with the same credentials!
ar: !الآن سجل الدخول بحسابك

source: Post
ar: انشر

source: Edit Profile
ar: تعديل معلومات الحساب

# chooseDate
source: Choose your date of birth
ar: اختر تاريخ ميلادك
